aaron-bond.better-comments
ahmadawais.shades-of-purple
alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
bungcip.better-toml
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
humao.rest-client
matklad.rust-analyzer
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
mtxr.sqltools
rebornix.ruby
redhat.vscode-yaml
RobbOwen.synthwave-vscode
ryanlaws.toggle-case
sdras.night-owl
serayuzgur.crates
shuworks.vscode-table-formatter
slevesque.vscode-hexdump
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
